Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/h_m_kongens_tale_ved_apningen_av_det_niende_sameting.html.tmx
Source language: nob
Languages: sme

source: H.M Kongens tale ved åpningen av det niende Sameting
sme: Gonagaslaš Majestehta Gonagasa sárdni ovccát Sámedikki rahpama oktavuođas

source: Hans Majestet Kong Harald foretok den høytidelige åpningen av det niende Sameting 20. oktober 2021.
sme: Gonagaslaš Majestehta Gonagas Harald rabai ovccát Sámedikki golggotmánu 20. b. 2021. Dá lea su sárdni:

source: Her er talen til Hans Majestet:
sme: Dearvvuođaiguin sávan Sámediggái bures boahtima ovddasvásttolaš doibmii ja sávan ahte dat boađášii ávkin sámi álbmogii ja min váhneneatnamii.

source: Jeg hilser Sametinget velkommen til ansvarsfull gjerning og ønsker at den må bli til gagn for det samiske folk og for vårt fedreland.
sme: Norga lea seamma láhkai go máilbmi muđuige maŋimus áiggi vásihan stuorra eahpádusdiliid.

source: Slik som resten av verden har Norge gått igjennom en tid med stor uvisshet.
sme: Korona-pandemiija lea čuohcan min árgabeaivái ja ráddjen min eallimiid.

source: Koronapandemien har preget hverdagen og satt begrensninger for våre liv.
sme: Danne mii odne erenoamáš iluin sáhttit deaivvadit ja čalmmustahttit Sámedikki ovccát rahpama.

source: Derfor er det i dag en ekstra glede å kunne møtes for å markere åpningen av det niende Sameting.
sme: Sámiide leat giddejuvvon riikaráját dahkan váttisin deaivvadit ovttasbargui áššiiguin main lea oktasaš beroštus.

source: For samene har stengte landegrenser gjort det vanskelig å møtes i samarbeid om saker av felles interesse.
sme: Ollugiin leat maid lagaš fuolkkit ja ustibat geaid dii ehpet leat beassan deaivat.

source: Mange har også nære slektninger og venner som dere har blitt avskåret fra å treffe.
sme: Mii leat lihkolaččat vásihit ahte mii dál leat beassagoahtán ovddeš buori dillái.

source: Vi ser i dag flere eksempler på at klimaet er i endring.
sme: Dálkkádatrievdamat čuhcet erenoamáš garrasit árktalaš guovlluide ja álgoálbmogiidda.

source: Klimaendringene rammer de arktiske områdene og urfolk spesielt hardt.
sme: Sámit geat barget árbevirolaš luondduvuđot ealáhusain, vásihit ahte eavttut leat rievdamin.

source: Samer som arbeider i tradisjonelle naturbaserte næringer, opplever at forutsetningene er under endring.
sme: Jagi 2020 dálvi ja giđđa duođaštedje ahte boazodoallu lea erenoamáš rašši, bivvaliid, buollašiid ja ollu muohttaga ja jieŋa geažil.

source: Vinteren og våren 2020 viste at reindriftsnæringen er særlig sårbar, med mildvær, kulde og store mengder snø og is.
sme: Boazodoalloservodat ražai garrasit elliideaset gádjumiin.

source: Flere samer har stått frem og fortalt om samehets og om psykisk og fysisk vold.
sme: Dakkár vásáhusaid dovddaheapmi gáibida stuorra roahkkatvuođa ja nanusvuođa.

source: Å stå frem med slike historier krever stort mot og stor styrke.
sme: Aiddo fal danne galgat mii čájehit vuollegašvuođa ja árvvusatnima sihke sidjiide geat muitalit, ja sidjiide geat eai vállje muitalit.

source: Vi kan bare forestille oss hvor vanskelig det må ha vært.
sme: Buohkain lea vuoigatvuohta oažžut fitnolaš veahki erenoamáš lossadit čuohcci eallindiliin.

source: Alle har krav på å få profesjonell hjelp i ekstreme og vanskelige livssituasjoner.
sme: Statistihkka čájeha vuorji gova sámi gielddaid ovdáneamis: Olmmošlohku njiedjá, ja ollu nuorat eai máhca ruovttubáikái maŋŋá oahpu gazzama.

source: Statistikken tegner et noe bekymringsfullt bilde av utviklingen i samiske kommuner: Folketallet går ned, og mange unge vender ikke tilbake til hjemstedet etter endt utdanning.
sme: Seammás lea dárbu jurddašit viidábut.

source: Tradisjonelle samiske næringer er viktige språk- og kulturbærere og har en helt sentral plass i samiske samfunn.
sme: Bargosajiid stuorát máŋggabealatvuohta váikkuha eanet árvoháhkamii, hutkáivuhtii ja ođđa áššiid gávnnahannávccaide.

source: Samtidig er det behov for å tenke bredere.
sme: Máhtu ja dutkama bokte ásahuvvo vuođđu ođđa bargguide.

source: Et større mangfold av arbeidsplasser bidrar til økt verdiskaping, kreativitet og skaperkraft.
sme: Sihke Sámi allaskuvla, UiT Norgga árktalaš universitehta ja Davvi universitehta fállet buohkaide dakkár oahpu mii lea sámi servodagaid boahtteáigái ávkin ja heivvolaš.

source: Gjennom kunnskap og forskning legges grunnlaget for nye jobber.
sme: Sámediggi hálddaša váikkuhangaskaomiid main leat buorit váikkuhusat sámi báikkálaš servodagaide.

source: Samisk høgskole, UiT Norges arktiske universitet og Nord universitet tilbyr alle utdanning som vil være relevant i samiske samfunn fremover.
sme: Ovttas earáiguin sáhttá Sámediggi ovddidit eallinnávccalaš sámi báikkálaš servodagaid ja movttiidahttit nuorra sámi fitnodathutkiid ollašuhttit iežaset nieguid ja ásahit ođđa bargosajiid.

source: I samarbeid med andre aktører vil Sametinget fremover kunne ta oppgaven med å utvikle livskraftige samiske lokalsamfunn og motivere unge samiske gründere til å realisere drømmene sine og skape nye arbeidsplasser.
sme: Ollu báikkiin čađahit olbmot stuorra barggu sámi gielaid nannemiin.

source: Mange steder jobbes det iherdig med å styrke de samiske språkene.
sme: Ollu báikkiin orrot sámegielat leamen nannoseappot go ovdal, ja julevsámegiela ja lullisámegiela álbmotrievttálaš suodjalus lea nannejuvvon.

source: Innsatsen som ildsjelene legger ned og arbeidet som gjøres av Sametinget, kommunene og statlige myndigheter gir resultater.
sme: Dattetge ii leat sámegielaid nannen čađahuvvon.

source: Flere steder ser det ut til at de samiske språkene står sterkere enn tidligere, og det folkerettslige vernet for lulesamisk og sørsamisk har blitt styrket.
sme: Dasa lassin leat sámegielain digitála áiggi ođđa hástalusat – ja vejolašvuođat.

source: I en digital tidsalder står dessuten de samiske språkene overfor nye utfordringer – og muligheter.
sme: Stáhta eiseválddiid áigumuššan sámepolitihkain lea máŋga logijagi leamaš sihkkarastit sámiide daid seamma vuoigatvuođaid go earáide gáhtten dihtii iežaset kultuvrra ja iežaset gielaid.

source: Statlige myndigheters ambisjoner for samepolitikken har i flere tiår vært å sikre samene de samme rettighetene som andre til å ivareta sin kultur og sine språk.
sme: Guđet ge surggiineaset sin rahčamis lea stuorra árvu.

source: Hver på sitt område gjør de en innsats av stor verdi.
sme: Mánát ja nuorat leat sámi giela, kultuvrra ja servodateallima boahtteáigi.

source: Barna og ungdommene er fremtiden for samisk språk, kultur og samfunnsliv.
sme: Našuvdnan mii ferte guldalit sin muitalusaid, ja nu oažžut áddejumi das mo bajásšaddat nuorra sápmelažžan vásihuvvo dál.

source: Unge samiske musikere og kunstnere fortjener honnør for å synligjøre mangfoldet innen samisk kultur og språk.
sme: Sii leat ovdagovat mat sihke Sámediggái ja midjiide riikan sáhttet leat rápmin.

source: De er forbilder som både Sametinget og vi som land skal være stolte av.
sme: Sámi álbmoga álbmotválljen ovddasteaddjin lea Sámediggái fápmuduvvon dehálaš váldi.

source: Som representanter valgt av og for det samiske folk, er Sametinget gitt et viktig mandat.
sme: Áirasiid vurdet stuorra bargamušat, mat galget čađahuvvot buoremus ávkin sámi álbmogii.

source: Sametingets arbeid for de neste fire årene møtes med forventninger.
sme: Ipmil buressivdnidivččii Sámedikki barggu, ja nu mun cealkkán 9. Sámedikki rahppojuvvon.

source: Det ligger store oppgaver foran representantene, som skal løses til det beste for det samiske folk.
sme: Geahča eanet govaid Sámedikki rahpamis Sámedikki Flickr-siiddus .
